[{"id":1,"nama":"Anindya Kusuma Putri","tahun":2015,"asal":"Jawa Tengah","biografi":"Anindya lahir di Semarang pada tanggal 3 Februari 1992. Sebelum menjadi Puteri Indonesia, Anindya pernah menjuarai kontes Gadis Sampul 2008. Anin adalah alumnus SMA Negeri 1 Semarang, kemudian melanjutkan kuliah di Jurusan Perencanaan Wilayah dan Kota Universitas Diponegoro. Semasa berkuliah, ia aktif di organisasi mahasiswa AIESEC menjabat sebagai Presiden local committee Universitas Diponegoro dan pernah mengikuti program konferensi internasional mahasiswa di sejumlah negara. Selain aktif di dunia model, dia juga pernah terjun ke dunia hiburan dengan membawakan acara Jejak Petualang di stasiun TV Trans 7."},{"id":2,"nama":"Elvira Devinamira","tahun":2014,"asal":"Jawa Timur","biografi":"Elvira lahir di Surabaya pada tanggal 28 Juni 1993. Sebelum menjadi Puteri Indonesia, ia adalah seorang peragawati. Prestasi-prestasi yang telah diraihnya sebelum mengikuti Puteri Indonesia di antaranya adalah runner-up ke-3 di Yamaha Concert, runner-up ke-3 di EF Charity Program, delegasi Indonesia dalam pertukaran pelajar ke Seoul, Korea Selatan pada tahun 2011, delegasi Indonesia di Harvard National Model United Nations Conference 2012 di Boston, Amerika Serikat, dan runner-up I dan kandidat favorit terbaik dalam pemilihan Cak Ning Surabaya pada tahun 2012. Elvira juga tercatat sebagai mahasiswi Fakultas Hukum di Universitas Airlangga"},{"id":3,"nama":"Whulandary Herman","tahun":2013,"asal":"Sumatera Barat","biografi":"Whulan lahir dan dibesarkan di Sumatera Barat. Ia adalah anak kedua dari pasangan Rahmat Saleh (alm.) dan Yetti Marsanti. Ayahnya berasal dari Padang Panjang, sedangkan ibunya berdarah Pariaman. Sejak kecil, ia sudah menyukai dunia mode. Whulan menyelesaikan pendidikan hingga SMA di Padang. Tahun 2007, ia memutuskan untuk hijrah ke Jakarta dan memulai karier dalam bidang modelling."},{"id":4,"nama":"Maria Selena","tahun":2011,"asal":"Jawa Tengah","biografi":"Selena lahir di Palembang, Sumatera Selatan, dan menghabiskan masa kecilnya di Indramayu, Jawa Barat. Ia mewakili Jawa Tengah pada kontes Puteri Indonesia 2011 karena orang tuanya Agus Rahmucahyo dan Elizabeth Nurdaryati adalah orang Jawa dari Semarang, Jawa Tengah. Ia menjuarai kontes tersebut dengan mengalahkan 37 peserta lainnya. Sebagai Puteri Indonesia 2011, ia mewakili Indonesia pada kontes Miss Universe 2012. Meski tidak berhasil menjadi semifinalis, ia masuk dalam 10 besar kostum nasional terbaik. Selena menempuh perkuliahan di Institut Teknologi Bandung."},{"id":5,"nama":"Nadine Alexandra Dewi Ames","tahun":2010,"asal":"DKI Jakarta","biografi":"Nadine adalah anak pasangan Clive Ames (Inggris) dan Noer Ames (Jawa Solo). Nadine terpilih menjadi Puteri Indonesia 2010 setelah mengalahkan 38 kontestan lain dari seluruh Indonesia, ia menggantikan Qory Sandioriva, Puteri Indonesia 2009, yang telah habis masa tugasnya. Kemenangan Nadine sempat mengundang kontroversi, lantaran ia tidak fasih berbahasa Indonesia. Sejak kecil Nadine tinggal di Inggris dan baru 3 tahun ia menetap di Indonesia."},{"id":6,"nama":"Qory Sandioriva","tahun":"2009","asal":"Aceh","biografi":"Qory lahir di Jakarta pada tanggal 17 Agustus 1991. Ia adalah putri dari pasangan Dicky Jatmika Ustama dan Fariyawati. Ayahnya adalah seorang Sunda dan ibunya adalah orang Gayo. Sejak 2009, ia menempuh studi di jurusan Sastra Perancis FIB Universitas Indonesia. Ia adalah lulusan dari SMA Al-Azhar 1 Jakarta."},{"id":"7","nama":"Zivanna Letisha Siregar","tahun":"2008","asal":"DKI Jakarta","biografi":"Zivanna Letisha Siregar (lahir di Jakarta, 16 Februari 1989; umur 26 tahun) yang akrab disapa Zizi adalah Puteri Indonesia 2008. Ia mewakili Indonesia di ajang Miss Universe 2009 dan mendapatkan nilai tertinggi melalui jajak pendapat di situs web resmi Miss Universe, namun akhirnya tidak berhasil masuk sebagai semifinalis. Ia pernah menjadi salah satu pembawa acara Liputan 6 di SCTV. Kemudian ia menjadi penyiar berita NET 17 di NET TV."},{"id":"8","nama":"Putri Raemawasti","tahun":"2007","asal":"Jawa Timur","biografi":"Putri Raemawasti adalah pemenang ajang pemilihan Putri Indonesia 2007, mewakili Provinsi Jawa Timur. Pada malam final, gadis asal Blitar, Jawa Timur ini menjawab dengan tenang, singkat, dan lugas pertanyaan dewan juri yang dibacakan MC Ferdi Hassan. Pertanyaan itu adalah tentang perbedaan mendasar seorang \"pahlawan\" dengan \"pengecut\". \"Seorang pengecut mati berkali-kali di sepanjang hidupnya, sedangkan seorang pahlawan hanya mati satu kali dalam hidupnya,\" jawab Putri mantap disambut tepuk tangan meriah para penonton. Jawaban itu dianggap pernyataan terbaik dan terkuat yang pernah dikemukakan dalam ajang pemilihan putri kecantikan di Indonesia."},{"id":"9","nama":"Agni Pratistha","tahun":"2006","asal":"Jawa Tengah","biografi":"Sebelum menyandang gelar Puteri Indonesia 2006, Agni pernah mengikuti Cosmogirl of the Year tahun 2003 dan menjadi juara II. Agni juga pernah turut membintangi film Mengejar Matahari. Wanita asal Jawa Tengah ini kemudian terpilih menjadi Puteri Indonesia 2006 di Teater Tanah Airku (TMII), Jakarta. Ia menyisihkan Ananda dari Kalimantan Selatan dan Rahma M. Landy dari Jakarta. Penobatan Puteri Indonesianya dilakukan pada 25 Agustus 2006. Kakaknya yang bernama Sigi Wimala juga merupakan seorang aktris Indonesia."},{"id":10,"nama":"Nadine Chandrawinata","tahun":"2005","asal":"DKI Jakarta","biografi":"Nadine Chandrawinata (lahir di Hannover, 8 Mei 1984; umur 30 tahun) adalah Puteri Indonesia pada tahun 2005 yang mewakili DKI Jakarta. Ia mewakili Indonesia di ajang Miss Universe 2006 di Shrine Auditorium (Los Angeles, Amerika Serikat) dan meraih juara kedua untuk Budaya Nasional Terbaik dan Putri Persahabatan. Dia dibesarkan di Indonesia. Ayah Chandrawinata adalah orang Jawa sementara ibunya orang Jerman. Dua adik laki-lakinya (Marcel Chandrawinata dan Mischa Chandrawinata) adalah anak kembar dan bekerja sebagai model dan aktris."},{"id":"11","nama":"Artika Sari Devi","tahun":"2004","asal":"Kep. Bangka Belitung","biografi":"Dengan tinggi badan 168 cm dan berat 47 kg, Artika Sari Devi mewakili Bangka Belitung dalam ajang pemilihan Puteri Indonesia 2004. Artika menjadi Puteri Indonesia pada usianya yang ke-25. Walaupun ditentang banyak orang, kepergiannya ke Thailand untuk mengikuti ajang Miss Universe cukup membanggakan. Wanita dengan tinggi 168 cm ini berhasil menjadi satu-satunya wanita Asia yang berhasil masuk dalam 15 Besar Miss Universe 2005"}]